Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/P13.tmx
Source language: en_us
Languages: zh_cn

source: Extreme Solitude
zh_cn: 极端孤独

source: It was debatable whether or not Madeleine had fallen in love with Leonard the first moment she'd seen him.
zh_cn: 说不好玛德琳是否在见到伦纳德的第一眼起就堕入了爱河。

source: She hadn't even known him then, and so what she'd felt was only sexual attraction, not love.
zh_cn: 那时她甚至还不认识他，所以感受到的只是性的吸引力，还算不上是爱情。

source: Even after they'd gone out for coffee, she couldn't say that what she was feeling was anything more than infatuation.
zh_cn: 即使他们一起出去喝过了咖啡，她仍然不太肯定自己的感觉是否只是一种毫无来由的痴迷。

source: But ever since the night they went back to Leonard's place after watching "Amarcord" and started fooling around, when Madeleine found that instead of being turned off by physical stuff, as she often was with boys, instead of putting up with that or trying to overlook it, she'd spent the entire night worrying that she was turning Leonard off, worrying that her body wasn't good enough, or that her breath was bad from the Caesar salad she'd unwisely ordered at dinner; worrying, too, about having suggested they order Martinis because of the way Leonard had sarcastically said, "Sure. Martinis.
zh_cn: 那天晚上一起看完电影《阿玛柯德》之后，他们回到伦纳德的住处，慢慢亲热起来。玛德琳发现自己并没有象以往跟其他男孩子在一起时那样，被肉体上的亲密接触弄倒了胃口。恰恰相反，这次她既没有觉得是受罪，也不需要假装视而不见，而是整个晚上都在担心她自己会让伦纳德觉得扫兴，担心她自己的身体还不够完美，担心由于她晚餐时傻乎乎地点了凯撒色拉，嘴里会留下怪味。她也为自己当时建议喝马提尼酒而不安。因为伦纳德语带调侃地接口说道：“没问题。就马提尼吧。

source: Let's pretend we're Salinger characters"; after having had, as a consequence of all this anxiety, pretty much no sexual pleasure, despite the perfectly respectable session they'd put together, and after Leonard (like every guy) had immediately fallen asleep, leaving her to lie awake stroking his head and vaguely hoping that she wouldn't get a yeast infection, Madeleine asked herself if the fact that she'd just spent the whole night worrying wasn't, in fact, a surefire sign that she was falling in love.
zh_cn: 咱们就假装是塞林格笔下的人物好了。” 最终，他们颇为激烈地翻云覆雨了一番，只可惜由于这种种焦虑的捣乱，她几乎没有得到性快感。完事之后，伦纳德（就像所有男人一样）马上进入了梦乡，留下她一个人睁着眼躺在他身边，一边抚摸着他的头，一边隐约盼着自己千万不要得宫颈感染。在经历了这一切之后，玛德琳忍不住问自己：今晚她一直都在忐忑不安的这个事实，是否就是一个铁证，说明自己已经爱上了他？

source: And certainly after they'd spent the next three days at Leonard's place having sex and eating pizza, after she'd relaxed enough to be able to come once in a while and finally to stop worrying so much about having an orgasm because her hunger for Leonard was in some way satisfied by his satisfaction, after she'd allowed herself to sit naked on his gross couch and to walk to the bathroom knowing that he was staring at her (imperfect) ass, to root for food in his disgusting refrigerator, to read the brilliant half page of philosophy paper sticking up out of his typewriter, and to hear him pee with taurine force into the toilet bowl, certainly, by the end of those three days, Madeleine knew she was in love.
zh_cn: 在接下来的三天里，他们一直都呆在伦纳德那儿，除了做爱就是吃比萨。她慢慢放松了下来，甚至于偶尔也能享受到一次高潮。现在她终于不再刻意追求高潮了，因为她对伦纳德的渴求，在某种程度上已经因为他的满足而得以满足。她既可以赤身裸体地坐在他那张肮脏的沙发上，也可以大摇大摆地去上厕所，而不再在乎他的目光正在背后注视着她那并不完美的屁股。她学会了在他那令人作呕的冰箱里翻拣吃的，也喜欢读上一段在他打字机上敲出来的半页精彩哲学论文。她甚至变得不再介意听到他带着蛮力往马桶里撒尿的声音。这三天过完之后，毫无疑问地，玛德琳知道她自己确实爱上了他。

source: But that didn't mean she had to tell anyone.
zh_cn: 但是，这并不意味着她有必要把这一点告诉任何人。

source: Especially Leonard.
zh_cn: 特别是伦纳德。

source: Madeleine had met Leonard in an upper-level semiotics seminar taught by a renegade from the English department.
zh_cn: 玛德琳是在一门高年级的符号学讨论课上遇到伦纳德的。这门课由英语系一位离经叛道的教授迈克尔·季波斯坦任教。

source: Michael Zipperstein had arrived at Brown thirty-two years earlier filled with zeal for the New Criticism.
zh_cn: 这位教授32年前带着对新批评主义的满腔热诚来到布朗大学。

source: He'd inculcated the habits of close reading and biography-free interpretation into three generations of students before taking a Road to Damascus sabbatical, in Paris, in 1975, where he'd met Roland Barthes at a dinner party and been converted, over duck cassoulet, to the new faith.
zh_cn: 他给三代学生灌输了精读和自由理解的观念之后，自己却在1975年放假去巴黎的时候，来了一场圣徒保罗般的幡然悔悟：他在那里的一次晚宴上遇到了罗兰·巴特。一顿豆焖鸭肉的功夫，就被巴特说服，转投到新的观念门下。

source: Now Zipperstein taught two courses in the newly created Program in Semiotic Studies: Introduction to Semiotic Theory, in the fall, and, in the spring, Semiotics 211.
zh_cn: 现在，季波斯坦在新创建的“符号学研究项目”中教两门课程：上半学期的《符号学概论》和下半学期的《符号学 211》。

source: Hygienically bald, with a seaman's mustacheless white beard, Zipperstein favored French fisherman's sweaters and wide-wale corduroys.
zh_cn: 他是一个谢了顶的老头，下巴上留着一把海员式的白胡子，平时喜欢穿着法国渔民式厚毛衣和宽纹灯芯绒裤子。

source: He buried people with his reading lists: in addition to all the semiotic big hitters--Derrida, Eco, Barthes--the students in Semiotics 211 had to contend with a magpie nest of reserve reading that included everything from Balzac's "Sarrasine" to issues of Semiotext(e) to xeroxed selections from E. M. Cioran, Robert Walser, Claude Levi-Strauss, Peter Handke, and Carl Van Vechten.
zh_cn: 他总是给学生开出一大串阅读书单：除了符号学领域的头面人物德里达、艾柯和巴特等人的作品之外， 选修《符号学 211》课的学生还必须玩命读上一批五花八门的背景读物：从巴尔扎克的《萨拉辛》，到《符号语文》期刊【Semiotext(e)】，到复印下来的E·M·齐奥兰、罗伯特·瓦尔泽、克劳德·列维-斯特劳斯、彼得·汉克和卡尔·范维克滕等人的作品。

source: To get into the seminar, you had to submit to a one-on-one interview with Zipperstein during which he asked bland personal questions, such as what your favorite food or dog breed was, and made enigmatic Warholian remarks in response.
zh_cn: 想要选这门课的学生，还必须先与季波斯坦做一次单独面谈。面谈时，他会问出一些无聊的私人问题，比如你最喜欢的食物是什么，或者你最喜欢哪个品种的狗等等。然后他会对你的回答作出安迪·沃霍尔式的神秘评论。

source: This esoteric probing, along with Zipperstein's guru's dome and beard, gave his students a sense that they'd been spiritually vetted and were now¡ªfor two hours Wednesday afternoons, at least--part of a campus lit-crit elite.
zh_cn: 这种摸不着头脑的试探，加上季波斯坦那大师级的光头和胡子，给了他的学生们一种错觉，似乎他们经受住了一场精神上的考核，并且——至少在每周三下午上课的那两个小时里——进入了校园里的文学评论精英圈。

source: Almost overnight it became laughable to read writers like Cheever or Updike, who wrote about the suburbia Madeleine and most of her friends had grown up in, in favor of reading the Marquis de Sade, who wrote about anally deflowering virgins in eighteenth-century France.
zh_cn: 虽然玛德琳和她大多数朋友们都成长于契弗或厄普代克笔下的郊区市镇，但几乎在一夜之间，读这类作家的书却变成了落伍可笑的事情。取而代之的，是读萨德侯爵于18世纪在法国所写的对后庭花破处的文字。

source: Madeleine had become an English major for the purest and dullest of reasons: because she loved to read.
zh_cn: 当初玛德琳之所以选择英文专业，主要是出于最纯洁也是最无趣的原因：因为她喜欢读书。

source: The university's "British and American Literature Course Catalogue" was, for Madeleine, what its Bergdorf equivalent was for her roommates.
zh_cn: 大学里的《英美文学课程目录》在玛德琳眼中的地位，跟<伯格多夫贵族店型录》在她室友们眼中的地位一样。

source: A course listing like "English 274: Lyly's Euphues" excited Madeleine the way a pair of Fiorucci cowboy boots did Abby. "English 450A: Hawthorne and James" filled Madeleine with an expectation of sinful hours in bed that was not unlike the sensation Olivia got from wearing a Lycra skirt and leather blazer to Danceteria.
zh_cn: 象《英文 274：雷利的<优弗斯>》这样的课程名字带给玛德琳的兴奋，可以跟一双菲奥鲁奇牌牛仔靴带给艾碧的兴奋相媲美。而《英文 450A：霍桑和詹姆斯》则让玛德琳渴望那种充满了罪恶感躺在床上的时光，这种感觉跟奥丽维娅渴望身穿皮夹克和莱卡裙去“舞之狂”夜总会的感觉别无二致。

source: Right up through her third year of college, Madeleine had kept wholesomely taking courses like "Victorian Fantasy: From 'Phantastes' to 'The Water-Babies,' " but by senior year she could no longer ignore the contrast between the blinky people in her Beowulf seminar and the hipsters down the hall reading Maurice Blanchot.
zh_cn: 从入学到大三，玛德琳一直沉醉于诸如《维多利亚时代的幻想：从<公主与妖精>到<水孩子>》之类的课程之中。然而到了大四，她再也不能无视与她一起坐在《贝奥武夫》研讨课上的书呆子，和在大厅那头儿正读着莫里斯·布朗肖作品的时髦帅哥之间的鲜明对比。

source: Going to college in the moneymaking eighties lacked a certain radicalism.
zh_cn: 在人人都忙于赚钱的80年代，去上大学是缺少激情的表现。

source: Semiotics was the first thing that smacked of revolution.
zh_cn: 然而符号学却第一次给她带来了一丝激进的味道。

source: It drew a line; it created an elect; it was sophisticated and Continental; it dealt with provocative subjects, with torture, sadism, hermaphroditism--with sex and power.
zh_cn: 它划出了界线，创造出一个小圈子，既深奥又有欧陆风。它讨论的是很刺激的话题：酷刑，施虐，阴阳人等等——总之都是跟性和权力有关的。

source: Semiotics 211 was limited to ten students.
zh_cn: 《符号学 211》这门课只收十名学生。

source: Of those ten, eight had taken Introduction to Semiotic Theory.
zh_cn: 这十个人中，有八个学过《符号学概论》。

source: This was visually apparent at the first class meeting.
zh_cn: 这在第一次上课时就能看出来。

source: Lounging around the seminar table, when Madeleine came into the room from the wintry weather outside, were eight people in black T-shirts and ripped black jeans.
zh_cn: 当玛德琳从冰天雪地的室外走进教室之后，她发现围着会议桌坐成一圈的，是八个身穿黑色T恤和黑色破牛仔裤的家伙。

source: A few had razored off the necks or sleeves of their T-shirts.
zh_cn: 有些人还把他们的T恤领子或袖子用刀裁掉了。

source: There was something creepy about one guy's face--it was like a baby's face that had hideously aged--and it took Madeleine a full minute to realize that he'd shaved off his eyebrows.
zh_cn: 有一个人的脸特别的不对劲——就像一张极度老化的婴儿脸——玛德琳整整过了一分钟之后才意识到，原来他把眉毛剃没了。

source: Everyone in the room was so spectral-looking that Madeleine's natural healthiness seemed suspect, like a vote for Reagan.
zh_cn: 房间里的其他每个人都面色苍白，使得玛德琳天生的健康看上去有些可疑，似乎她是那种会投里根一票的人。

source: She was relieved, therefore, when a big guy in a down jacket and snowmobile boots showed up and took the empty seat next to her. He had a cup of takeout coffee.
zh_cn: 正因为如此，当一个身穿羽绒服和雪地靴的大个子手上端着一杯外卖咖啡走进来，坐到她身边的空座位上后，她感到松了一口气。

source: Zipperstein asked the students to introduce themselves and explain why they were taking the seminar.
zh_cn: 季波斯坦要求学生们进行自我介绍，顺便说说为什么会选这门课。

source: The boy without eyebrows spoke up first.
zh_cn: 那个没了眉毛的小伙子第一个开口。

source: "Um, let's see.
zh_cn: “嗯，让我想想。

source: I'm finding it hard to introduce myself, actually, because the whole idea of social introductions is so encoded.
zh_cn: 其实我发现很难做自我介绍。因为社交场合的介绍，从整体上说已经太程式化了。

source: Like, if I tell you that my name is Thurston and that I grew up in Greenwich, Connecticut, will you know who I am?
zh_cn: 就好比，如果我告诉你，我的名字叫瑟斯顿，在康涅狄格州格林威治市长大，难道你就会知道我是谁了吗？

source: O.K.
zh_cn: 好吧。

source: My name's Thurston and I'm from Greenwich, Connecticut.
zh_cn: 我确实是叫瑟斯顿，来自康涅狄格州格林威治市。

source: I'm taking this course because I read 'Of Grammatology' last summer and it blew my mind."
zh_cn: 我之所以选这门课，是因为我去年夏天读了《语法学》，那本书把我给震了。”

source: When it was the turn of the boy next to Madeleine, he said in a quiet voice that he was a double major (biology and philosophy) and had never taken a semiotics course before, that his parents had named him Leonard, that it had always seemed pretty handy to have a name, especially when you were being called to dinner, and that if anyone wanted to call him Leonard he would answer to it.
zh_cn: 当轮到玛德琳身边的那个人时，他用平静的声音说自己在读双学位（生物学和哲学），以前从未选过符号学的课程。他的父母给他取名叫伦纳德，而有个名字似乎总是很方便，尤其是当有人叫你去吃饭的时候。如果有人想叫他伦纳德，他会答应的。

source: Leonard didn't make another comment.
zh_cn: 伦纳德就说了这么多。

source: During the rest of the class, he leaned back in his chair, stretching out his long legs.
zh_cn: 在整堂课的其余时间里，他向后靠在椅子上，把两条长腿伸到前面。

source: After he finished his coffee, he dug into his right snowmobile boot and, to Madeleine's surprise, pulled out a tin of chewing tobacco.
zh_cn: 喝完了咖啡之后，他把手伸进右脚上的雪地靴里，摸出一盒嚼烟。这让玛德琳大感意外。

source: With two stained fingers, he placed a wad of tobacco in his cheek.
zh_cn: 他用两只熏黄了的手指，夹起一块嚼烟放进嘴里。

source: For the next two hours, every minute or so, he spat, discreetly but audibly, into the cup.
zh_cn: 在接下来的两个小时里，每隔一分钟左右，他就往杯子里啐上一口。尽管他动作很小心，但还是有动静。

source: It was the last semester of Madeleine's senior year, a time when she was supposed to have some fun, and she wasn't having any.
zh_cn: 这是玛德琳大四最后一个学期了，她本该是去寻些开心的，但却没找到任何开心的事情。

source: She'd never thought of herself as hard up.
zh_cn: 她倒也没觉得自己的生活缺少了点什么。

source: Since breaking up with her last boyfriend, Barry, a student filmmaker, she'd enjoyed being unattached.
zh_cn: 自从和上一个男朋友巴里分手之后（他是学电影制片的学生），她其实一直挺喜欢这种无牵无挂的感觉。

source: It was a relief not to have to organize your weekend around what your boyfriend wanted to do.
zh_cn: 周末不必再根据男朋友的兴趣来安排自己的时间，这对她来说是一种解脱。

source: It was great to concentrate fully on academics, to spend time with your female friends, to skip shaving your legs for a week, if you wanted, and just wear pants.
zh_cn: 可以集中精力学习，可以和女伴一起消磨时间，而且如果自己愿意的话，还可以一星期不用刮腿毛，只穿裤子。这种感觉真好。

source: As far as Madeleine was concerned, she didn't want a boyfriend.
zh_cn: 玛德琳自己觉得，她其实并不想要一个男朋友。

source: But when she found herself wondering what it would be like to kiss a guy who chewed tobacco she began to think she was fooling herself.
zh_cn: 但是，当她发现自己总在琢磨跟一个爱嚼烟草的人接吻会是什么感觉时，才明白自己以前的感觉只不过是自欺欺人罢了。

source: Looking back, Madeleine realized that her college love life had fallen short of expectations.
zh_cn: 现在回想起来，玛德琳意识到她在大学里的爱情生活并不如意。

source: Her freshman roommate, Jennifer Boomgaard, had rushed off to Health Services the first week of school to be fitted for a diaphragm.
zh_cn: 她大一时的室友珍妮弗·鲍嘉德，开学第一周就跑到校医那里戴了避孕膜。

source: Unaccustomed to sharing a room with anybody, much less a stranger, Madeleine felt that Jennifer was a little too quick with her intimacies.
zh_cn: 玛德琳不习惯与人共用一个房间，更不要说还是个陌生人了。她觉得珍妮弗有点过于自来熟了。

source: She didn't want to be shown Jennifer's diaphragm, which reminded her of an uncooked ravioli, and she certainly didn't want to feel the spermicidal jelly that Jennifer offered to squirt into her palm.
zh_cn: 她并不想去看珍妮弗的避孕膜什么样，那东西让她联想起饺子。她更不想知道果冻似的杀精剂摸起来是什么感觉，但珍妮弗还是硬把那东西挤到了她的手上。

source: Madeleine was frankly shocked when Jennifer started going to parties with the diaphragm already in place, when she wore it to the Harvard-Brown game, and when she left it one morning on top of their miniature fridge.
zh_cn: 坦白地说，玛德琳对珍妮弗的种种所为都震惊不已：她去参加聚会之前要先戴好避孕膜，去看哈佛与布朗的校队比赛也要先戴好避孕膜，有天早上她甚至还把那东西放到了宿舍里的小冰箱顶上。

source: That winter, when the Reverend Desmond Tutu came to campus for an anti-apartheid rally, Madeleine asked Jennifer on their way to see the great cleric, "Did you put your diaphragm in?"
zh_cn: 那年冬天，当图图大主教来学校参加一个反种族隔离的集会时，玛德琳在去见那位大主教的路上，忍不住问珍妮弗，“你戴没戴避孕膜？”

source: They lived the next four months in a twenty-by-fifteen room without speaking to each other.
zh_cn: 在接下来的4个月里，虽然她俩共处在那间20尺长15尺宽的宿舍里，但彼此再没有说过一句话。

source: Though Madeleine hadn't arrived at college sexually inexperienced, her freshman learning curve resembled a flat line.
zh_cn: 尽管玛德琳入学时，在性方面并不是白纸一张，但她大一期间，在这上面却没有增加多少经验。

source: Aside from one makeout session with a Uruguayan named Carlos, a sandal-wearing engineering student who in low light looked like Che Guevara, the only other boy she'd fooled around with was a high-school senior visiting campus for Early Action weekend.
zh_cn: 她曾跟一位乌拉圭来的小伙子卡洛斯约会过一段时间。他是工程系的学生，总穿着双凉鞋。在昏暗的光线里，他看上去挺像切·格瓦拉。除了他之外，唯一跟玛德琳有过交往的男孩，就是一位利用校园开放周末来参观学校的高三学生了。

source: She found Tim standing in line at the Ratty, pushing his cafeteria tray along the metal track, and quietly crying.
zh_cn: 她是在食堂里发现那个叫提姆的男孩的。当时他一边排着队沿金属台架往前推着菜盘，一边悄悄地哭着。

source: His blue blazer was too big for him.
zh_cn: 他穿着一件过于肥大的蓝色外套。

source: He'd spent the entire day wandering around campus with no one speaking to him.
zh_cn: 那天他在校园了游荡了一整天，但一直没人跟他说过话。

source: Now he was starving and wasn't sure if he was allowed to eat in the cafeteria or not.
zh_cn: 虽然那时他已经饿坏了，可不知道自己是否可以在食堂里就餐。

source: Tim seemed to be the only person at Brown more lost than Madeleine.
zh_cn: 提姆似乎是布朗大学里，唯一比玛德琳还不知所措的人。

source: She helped him negotiate the Ratty and, afterward, took him on a tour of the university.
zh_cn: 于是她先是帮他把食堂的事情弄妥，然后又带着他参观了一番校园。

source: Around ten-thirty that night, they ended up back in Madeleine's dorm room.
zh_cn: 那天晚上大约10点半左右，他们最终回到了玛德琳的宿舍里。

source: Tim had the long-lashed eyes and pretty features of an expensive Bavarian doll, a little prince or yodelling shepherd boy.
zh_cn: 蒂姆有着长长的睫毛，长得象个昂贵的巴伐利亚娃娃，比如小王子或小牧童之类的。

source: His blue blazer was on the floor and Madeleine's shirt unbuttoned when Jennifer Boomgaard came through the door.
zh_cn: 当提姆的蓝色外套甩在了地板上，玛德琳的衬衫扣子也解开之后，珍妮弗·鲍嘉德却突然开门走了进来。

source: "Oh," she said, "sorry," and proceeded to stand there, smiling at the floor as if already relishing how this juicy bit of gossip would play along the hall.
zh_cn: 她说了句：“哦，对不起。”但却站在那里没动地方，只是低头笑着，仿佛已经在琢磨这个桃色新闻将如何在宿舍楼里传开了。

source: When she finally did leave, Madeleine sat up, readjusted her clothes, and Tim picked up his blazer and went back to high school.
zh_cn: 等她好不容易离开房间之后，玛德琳坐了起来，整理好了自己的衣服。提姆也捡起外套，回他的高中去了。

source: Sophomore year hadn't been much better, romance-wise.
zh_cn: 在恋爱方面，大二也没有好多少。

source: And then junior year she'd gone out with Barry.
zh_cn: 然后，到了大三，她开始和巴里约会。

source: A sensitive male, Barry took part in Take Back the Night marches, bearing a candle up College Hill with a crowd of women.
zh_cn: 巴里是一个感性的男人，曾参加过反对向女性施暴的游行活动，举着蜡烛和一群女人在学院山上集会。

source: On the wall of his bedroom he painted the words "Kill the Father."
zh_cn: 他在卧室的墙上写了两个大字：“弑父”。

source: Killing the father was what, in Barry's opinion, college was all about.
zh_cn: 在巴里看来，上大学就是为了弑父。

source: "Who's your father?" he asked Madeleine.
zh_cn: “你的父亲是谁？”他问玛德琳。

source: "Is it Virginia Woolf?
zh_cn: “是弗吉尼亚·伍尔芙？

source: Is it Sontag?"
zh_cn: 还是桑塔格？”

source: "In my case," Madeleine said, "my father really is my father."
zh_cn: “就我而言，”玛德琳说，“我的父亲就是我爸。”

source: "Then you have to kill him."
zh_cn: “那你得杀了他。”

source: A month or so later, Madeleine got rid of Barry instead.
zh_cn: 过了一个月左右，玛德琳把巴里甩了。

source: Each week, Zipperstein assigned one daunting book of literary theory and one literary "text."
zh_cn: 每个星期，季波斯坦都会布置下来一本文学理论的大部头和一篇文学“文本”。

source: The pairings were eccentric, if not downright arbitrary.
zh_cn: 这两本书的搭配总是匪夷所思，感觉就象是随意的组合。

source: Madeleine still wasn't sure to what extent Lyotard's "The Postmodern Condition" had illuminated Pynchon's "The Crying of Lot 49."
zh_cn: 玛德琳到现在也搞不清楚利奥塔的《后现代状况》在多大程度上启发了品钦的《叫卖第49组》。

source: In Week Four, they started on Derrida.
zh_cn: 学到第四个星期，他们开始探讨德里达。

source: As the class beat its way into the thickets of deconstruction, however, Madeleine's attention often wandered to Leonard.
zh_cn: 然而，随着大家在解构的迷魂阵里越走越远，玛德琳的注意力却常常跑到伦纳德身上。
